export type tradeLink = {
  name: string;
  id: number;
};

const tradeExmaples: tradeLink[] = [
  { name: 'Сверкающие наушники', id: 33322 },
  { name: 'Летняя футболка', id: 33322 },
  { name: 'Компактная камера', id: 33322 },
  { name: 'Модные очки', id: 33322 },
  { name: 'Стильный кошелек', id: 33322 },
  { name: 'Яркие носки', id: 33322 },
  { name: 'Эргономичный рюкзак', id: 33322 },
  { name: 'Красочный браслет', id: 33322 },
  { name: 'Декоративная косметика', id: 33322 },
  { name: 'Элегантные часы', id: 33322 },
  { name: 'Портативная колонка', id: 33322 },
  { name: 'Шикарный шарф', id: 33322 },
  { name: 'Зимние перчатки', id: 33322 },
  { name: 'Ультрафиолетовый зонт', id: 33322 },
  { name: 'Эко-сумка', id: 33322 },
  { name: 'Био-мыло', id: 33322 },
  { name: 'Многофункциональный крем', id: 33322 },
  { name: 'Свежие фрукты', id: 33322 },
  { name: 'Здоровые орехи', id: 33322 },
  { name: 'Энергетические батончики', id: 33322 },
  { name: 'Ароматный чай', id: 33322 },
  { name: 'Горячий кофе', id: 33322 },
  { name: 'Мини-холодильник', id: 33322 },
  { name: 'Гладильная доска', id: 33322 },
  { name: 'Кухонный набор', id: 33322 },
  { name: 'Подарочный набор', id: 33322 },
  { name: 'Стойкая краска', id: 33322 },
  { name: 'Детский конструктор', id: 33322 },
  { name: 'Светильник-ночник', id: 33322 },
  { name: 'Пылесос компактный', id: 33322 }
];

export default tradeExmaples;
